//Вычислить значение a*b/(c+d), где а, b, c, d  некоторые целые числа. РЕзультат вывести на экран.

int a = 3;
int b = 4;
int c = 1;
int d = 2;
int sum = c + d;
int result = a * b / sum;
Console.WriteLine(result);
